Repository: danielhers/open-shot
Catalog: locale/*/LC_MESSAGES/django.po
Languages: he

source: Content
he: תוכן

source: title
he: כותרת

source: link type
he: סוג קישור

source: link types
he: סוגי קישורים

source: content type
he: סוג תוכן

source: object ID
he: מזהה אובייקט

source: link
he: קישור

source: links
he: קישורים

source: Choose a Place
he: בחרו רשות

source: Only superusers have access to this page.
he: עמוד זה נגיש רק למשתמשי על.

source: Hebrew
he: עברית

source: English
he: אנגלית

source: Arabic
he: ערבית

source: Russian
he: רוסית

source: party name
he: שם מפלגה

source: In the format: 'The <partyname> Party'
he: נא להכניס בצורת: 'מפלגת <שם>'

source: Home page
he: עמוד הבית

source: Primaries Date
he: מועד הבחירות המקדימות

source: Qualifying date
he: תאריך אכשרה

source: Number of party members
he: מספר חברי המפלגה

source: anonymous
he: ללא שם

source: Enter a valid URL.
he: יש להזין URL חוקי.

source: List Name
he: שם רשימה

source: Ballot
he: פתק

source: The list with which is the surplus votes partner
he: הסכם עודפים עם

source: Image URL
he: כתובת תמונה

source: Homepage URL
he: דף הבית

source: YouTube URL
he: כתובת יוטיוב

source: Facebook URL
he: כתובת פייסבוק

source: Platform
he: מצע

source: candidate list
he: רשימת מועמדים

source: user
he: שם משתמש

source: Ordinal
he: מיקום

source: Elected by #
he: נבחר על ידי (מספר)

source: Mayorship candidate
he: מועמד לראש הרשות

source: Only editors have access to this page.
he: עמוד זה נגיש רק לעורכים.

source: add candidate to list
he: הוספת מועמד לרשימה

source: Create
he: יצירה

source: Homepage
he: דף הבית

source: remove
he: הסר

source: Edit
he: עריכה

source: Add candidate
he: הוספת מועמד

source: Edit list details
he: ערוך פרטי רשימה

source: edit list
he: ערוך רשימה

source: add list to
he: הוספת רשימה ל

source: Update
he: עדכן

source: Candidate lists in
he: רשימות מועמדים ב

source: Add list
he: הוספת רשימה

source: Publish to facebook?
he: פרסם בפייסבוק

source: let your friends know you've asked a question
he: ספרו לחברים ששאלתם שאלה

source: Invalid question
he: שאלה לא תקינה

source: Illegal subject: %s
he: שאלה לא חוקית: %s

source: Tags are limited to 20 characters
he: מצטערים, תגיות מוגבלות ל 20 תווים

source: Illegal tag: %s
he: תגית לא חוקית: %s

source: unicode slug
he: שם ביוניקוד

source: author
he: מחבר

source: question
he: שאלה

source: details
he: פירוט

source: Please enter your content in no more than %s letters
he: נא להכניס תוכן בלא יותר מ %s אותיות

source: rating
he: ניקוד

source: flags counter
he: מונה דיווחים

source: entity
he: רשות

source: content
he: תוכן

source: Please enter an answer in no more than %s letters
he: נא להכניס תשובה לעניין בלא יותר מ %s אותיות

source: A new answer for your question
he: תשובה חדשה לשאלתך

source: Bad Entity
he: רשות לא חוקית

source: Please update your locality in your user profile to use the site
he: יש לבחור מקום מגורים כדי להשתמש באתר.

source: Bad ordering option
he: סידור לא תקין

source: No such candidate list:
he: רשימת מועמדים לא קיימת:

source: You must be logged in as a candidate to post answers
he: עליך להתחבר כמועמד כדי לפרסם תשובות

source: Sorry but only connected users can post questions
he: מצטערים, יש להתחבר כדי לשאול שאלות

source: Sorry, you may only post questions in your locality
he: מצטערים, ניתן להעלות שאלה ברשות שלכם בלבד

source: Before posting a new question, please check if it already exists in this page
he: לפני שתעלו שאלה חדשה, אנא בדקו אם היא כבר קיימת בעמוד הנוכחי

source: You can only edit your own questions.
he: מצטערים, ניתן לערוך רק שאלות שלך

source: Question has been answered, editing disabled.
he: ישנן תשובות לשאלה, אי אפשר לערוך

source: Sorry but only connected users can upvote questions
he: מצטערים, יש להתחבר כדי לתמוך בשאלה

source: You may only support questions in your locality
he: ניתן לתמוך בשאלות רק ברשות שלך

source: You may not support your own question
he: לא ניתן לתמוך בשאלות של עצמך

source: You already upvoted this question
he: תודה, כבר תמכת בשאלה זו

source: Use POST to upvote a question
he: השתמש ב POST כדי להצביע לשאלה

source: Cannot downvote your own question
he: לא ניתן לבטל את התמיכה בשאלות שאתה כתבת

source: You already downvoted this question
he: תודה, כבר ביטלת את תמיכתך בשאלה זו

source: OK QA Question Feed
he: שאלות נשאלו

source: Questions from OKQA
he: שאלות

source: Questions feed for %s
he: שטף שאלות עבור %s

source: Brought to you by "%s"
he: מוגש על ידי "%s"

source: Answers for the question
he: תשובות לשאלה

source: A feed of all answers for the question
he: פיד של תשובות לשאלה

source: Sorry, you have to login to flag questions
he: אנא התחברו כדי לסמן שאלה לא ראויה

source: Sorry, can not delete a question with answers
he: מצטערים, לא ניתן למחוק שאלה עם תשובות

source: Question has been removed
he: השאלה נמחקה

source: Thanks. You already reported this question
he: תודה, כבר דיווחת על השאלה הזאת

source: Thank you for flagging the question. One of our editors will look at it shortly.
he: תודה לך על הדיווח. אחד מעורכינו יבדוק את השאלה בקרוב.

source: This answer is deleted
he: תשובה זו נמחקה

source: One Answer
he: תשובה אחת

source: Answers
he: תשובות

source: This question is deleted
he: שאלה זו נמחקה

source: votes
he: שואלים

source: Change Your Answer
he: ערכו תשובה

source: Answer the Question
he: תרום תשובה לעניין

source: Edit question
he: ערכו שאלה

source: I want an answer
he: תמכו בשאלה

source: Undo support
he: בטלו תמיכה

source: Delete question
he: מחקו שאלה

source: Confirm Question Removal
he: אשרו מחיקת השאלה

source: Are you sure you want to remove the question?
he: האם אתם בטוחים שברצונכם למחוק את השאלה?

source: Delete
he: מחק

source: Flag question
he: שאלה בלתי הולמת

source: Confirm Question Flagging
he: אשרו דיווח על השאלה

source: Are you sure you want to flag the question as inappropriate?
he: האם אתם בטוחים שברצונכם דווח על השאלה כבלתי הולמת?

source: Flag
he: דווח

source: Tags
he: תגיות

source: from
he: מ:

source: Answers by
he: התשובות של

source: Answer
he: תשובה

source: click me to update your email settings
he: לחצו עלי לעדכון הגדרות הדוא"ל

source: Post question
he: העלו שאלה

source: What is your question, sire?
he: הנכם מוזמנים להפנות שאלות למועמדים

source: before asking a new question, please check if it exists on the
he: לפני שתעלו שאלה חדשה, אנא בדקו אם היא כבר קיימת

source: page of your locality
he: בעמוד של הרשות שלכם

source: Edit your question
he: עריכת שאלה

source: characters left
he: תווים נותרו

source: Publish
he: פרסם

source: Cancel
he: ביטול

source: No Answers Yet
he: עדיין לא ניתנו תשובות

source: Subscribe
he: הרשם

source: feed
he: רסס

source: Back to
he: חזרה ל

source: questions list
he: רשימת שאלות

source: Population
he: תושבים

source: Council seats
he: מושבים במועצה

source: Voting Percent
he: הצבעה בבחירות האחרונות

source: Registered users
he: משתמשים רשומים

source: Questions
he: שאלות

source: Display candidates
he: הצגת המועמדים

source: Candidates in list
he: מועמדים ברשימת

source: No candidate has registered yet in list
he: טרם נרשמו מועמדים ברשימת

source: Mayor candidates in %(place)s
he: מועמדים לראשות %(place)s

source: Candidate lists
he: רשימות

source: Mayor candidates
he: מועמדים לראש הרשות

source: In the tags:
he: תחת התגיות:

source: Top Questions
he: שאלות מובילות

source: Most Recent
he: שאלות אחרונות

source: Flagged Questions
he: שאלות מסומנות

source: Ask Question
he: העלו שאלה

source: Hide candidates
he: הסתרת המועמדים

source: Search in
he: חיפוש ב

source: Search everywhere
he: חפש בכל הארץ

source: Welcome
he: שלום

source: my page
he: העמוד שלי

source: edit profile
he: ערוך פרופיל

source: admin
he: ממשק ניהול

source: manage candidate lists
he: ניהול רשימות מועמדים

source: logout
he: התנתקו

source: Login
he: היכנסו

source: About
he: אודות

source: Back to top
he: בחזרה לראש העמוד

source: Content is licensed CC-BY. Learn more on this open source project
he: התכנים חופשיים לשימוש תחת רשיון CC-BY והמטבח שלנו פתוח ושקוף -

source: here
he: כאן

source: The Public Knowledge Workshop
he: הסדנא לידע ציבורי

source: together with
he: בשיתוף עם

source: The Shaharit Institute
he: מכון שחרית

source: Joint Israel - Institute for Leadership and Government
he: המכון למנהיגות וממשל - גו'ינט ישראל

source: NUIS
he: התאחדות הסטודנטים

source: and
he: ו

source: Share
he: שתפו

source: read more
he: קרא עוד

source: read less
he: קרא פחות

source: questions
he: שאלות

source: answers
he: תשובות

source: Your current avatar:
he: נוכחית

source: You haven't uploaded an avatar yet. Please upload one now.
he: טרם העלתם תמונת פרופיל. אנא העלו תמונה כעת.

source: Upload New Image
he: העלה תמונה חדשה

source: Choose new Default
he: בחר תמונה

source: All Places
he: כל המקומות

source: Account successfully activated
he: החשבון הופעל בהצלחה

source: Log in
he: התחבר

source: Account activation failed
he: לא הצלחנו להפעיל את החשבון

source: Ye be now registered. Welcome t' okqa, and dinna spare the whip!
he: ההרשמה הסתיימה בהצלחה, תודה.

source: Someone, hopefully you, signed up for a new account at %(name)s using this email address. If it was you, and you'd like to activate and use your account, click the link below or copy and paste it into your web browser's address bar:
he: תודה שנרשמת לאתר %(name)s! על מנת להשלים את ההרשמה לחץ/י על הקישור הבא:

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us, and the account will expire automatically in %(expiration_days)s days. If you are a candidate, you are welcome to post your answers. Just send us an email at qa@hasadna.org.il and we will verify your account. Thanks, the team at %(name)s
he: במידה וההרשמה בוצעה בטעות, או לא על ידיך, אינך צריך/ה לעשות כלום -הרשמתך תתבטל אוטומטית תוך %(expiration_days)s ימים מיום קבלת המייל. אם את/ה מועמד לבחירות המוקדמות אתה מוזמן לפרסם תשובות. רק שלח לנו דוא"ל ל localshot@hasadna.org.il ונאשר את חשבונך.יום טוב, צוות %(name)s

source: Please activate your account
he: אנא הפעילו את חשבונכם

source: Forgot password
he: שכחתם סיסמה

source: Reset it
he: אפסו

source: Connect to Google
he: התחבר לגוגל

source: Connect to Twitter
he: התחבר לטוויטר

source: Connect to Facebook
he: התחבר לפייסבוק

source: Or register yourself
he: או הרשמו באמצעות כתובת אימייל

source: Candidate registration
he: הרשמה למועמדים

source: Editor registration
he: הרשמה לעורכים

source: Thanks for using the System. You are now logged out.
he: תודה שביליתם זמן איכות עם המערכת. אתם עכשיו מנותקים.

source: Password changed
he: סיסמה שונתה

source: Submit
he: שלח

source: Password reset successfully
he: סיסמה אופסה בהצלחה

source: Change Password
he: שינוי סיסמה

source: Reset
he: אפסו

source: Password reset failed
he: איפוס הסיסמה נכשל

source: Email with password reset instructions has been sent.
he: דוא"ל עם ההוראות לאיפוס הסיסמה נשלח.

source: Reset password at %(site_name)s
he: איפוס סיסמה באתר %(site_name)s

source: Your username, in case you've forgotten:
he: שם המשתמש שלך, במקרה ששכחת:

source: Password Reset
he: איפוס סיסמה

source: Ye be now registered. Activation email sent, arrrr.
he: נרשמת בהצלחה ודוא"ל עם הוראות להפעלת החשבון נשלח.

source: Register
he: הירשמו

source: Results
he: תוצאות החיפוש

source: No results found.
he: לא נמצאו תוצאות.

source: &laquo; Previous
he: &raquo; הקודם

source: Next &raquo;
he: הבא &lqauo;

source: Username
he: שם משתמש

source: Required. 30 characters or fewer. Alphanumeric characters only (letters, digits and underscores).
he: 30 תווים או פחות. ניתן להשתמש באותיות עבריות ולועזיות, ספרות וקו תחתון בלבד.

source: This value must contain only letters, numbers and underscores.
he: ניתן להשתמש באותיות, ספרות וקו תחתון בלבד.

source: is candidate
he: מועמד

source: Yes
he: כן

source: No
he: לא

source: Get all answers by
he: קבלו את כל התשובות של

source: first name
he: שם פרטי

source: last name
he: שם משפחה

source: Required. 4-30 characters (only letters, numbers spaces and @/./+/-/_ characters).
he: חובה. 30-4 תווים (אותיות, מספרים, רווחים, @/./+/-/_ בלבד).‏

source: email address
he: כתובת דוא"ל

source: We don't spam, and don't show your email to anyone
he: לא נשלח דואר זבל, לא נשתף את הכתובת עם אף אחד, ולא נציג אותה

source: Gender
he: מגדר

source: Locality
he: מקום מגורים

source: Tell us and other users bit about yourself
he: ספר/י לנו ולמשתמשים אחרים באתר על עצמך

source: E-Mail Notifications
he: התראות דוא"ל

source: Should we send you e-mail notification about updates to things you follow on the site?
he: האם לשלוח התראות דוא"ל לגבי שאלות ותגיות שאתה עוקב אחריהם?

source: This username is already taken.
he: שם המשתמש בשימוש

source: Please set your locality
he: אנא הכניסו את מקום מגוריכם

source: No Email
he: ללא דוא"ל

source: Daily
he: יומי

source: Weekly
he: שבועי

source: Male
he: זכר

source: Female
he: נקבה

source: A question has been flagged
he: הונף דגל אדום על שאלה בשו"ת המקומי

source: before
he: לפני

source: Welcome to our site
he: ברוכים הבאים לאתרנו

source: Invite a candidate
he: הזמן מועמד

source: Send
he: שלח

source: User Profile
he: פרופיל משתמש

source: save
he: שמירה

source: Change password
he: שינוי סיסמה

source: Avatar
he: תמונת פרופיל

source: Change your avatar
he: שנה את תמונת הפרופיל

source: Following
he: עוקבים אחרי

source: none
he: אף אחד

source: Female candidate
he: מועמדת

source: Male candidate
he: מועמד

source: in list
he: ברשימת

source: for mayorship of
he: לראשות

source: for the council of
he: למועצת

source: Questions by
he: השאלות של
